Revit 2024 API
FaceArray.ReverseIterator Method
Retrieve a backward moving iterator to the array.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public virtual FaceArrayIterator ReverseIterator()
Visual Basic
Public Overridable Function ReverseIterator As FaceArrayIterator
Visual C++
public:
virtual FaceArrayIterator^ ReverseIterator()
Return Value
Returns a backward moving iterator to the array.
See Also
FaceArray Class
Autodesk.Revit.DB Namespace